
const complex_data =[
    {
      title: "김광석다시그리기길",
 
      latlng: {lat: 35.86028484,lng: 128.6069548},
      
      address: "대구광역시 중구 대봉동 6-11"
      
    },
    {
      title: "옛구암서원",
      
      
      latlng: {lat: 35.86863284,lng: 128.5849816},
      
      address: "대구광역시 중구 동산동 229"
    },
    {
      title: "청라언덕",
      latlng: {lat: 35.86660759,lng: 128.5849555},
      address: "대구광역시 중구 동산동 424"
    },
    {
      title: "대구아쿠아리움",
      latlng: {lat: 35.87794067,lng: 128.62919},   
      address: "대구광역시 동구 신천동 1506"
    },
    {
      title: "대한수목원휴양림",
      latlng: {lat: 35.97379666,lng: 128.6328858},
      address: "대구광역시 동구 중대동 301-3"
    },
    {
      title: "도로도체험장",
      
      
      latlng: {lat: 35.9314627,lng: 128.6739988},
      
      address: "대구광역시 동구 도동 626-4"
    },
    {
      title: "동촌유원지",
      
      
      latlng: {lat: 35.88304421,lng: 128.6498921},
      
      address: "대구광역시 동구 효목동 1314"
    },
    {
      title: "동화사관광단지",
      
      
      latlng: {lat: 36.00261799,lng: 128.7030156},
      
      address: "대구광역시 동구 도학동 35"
    },
    {
      title: "봉무토성",
      
      
      latlng: {lat: 35.92827395,lng: 128.6389985},
      
      address: "대구광역시 동구 봉무동 산 26"
    },
    {
      title: "용암산성",
      
      
      latlng: {lat: 35.92707759,lng: 128.6729371},
      
      address: "대구광역시 동구 도동 산 31"
    },
    {
      title: "토이빌리지",
      
      
      latlng: {lat: 35.87406882,lng: 128.7480381},
      
      address: "대구광역시 동구 대림동 888-1"
    },
    {
      title: "파계국민관광지",
      
      
      latlng: {lat: 35.99018717,lng: 128.6389971},
      
      address: "대구광역시 동구 중대동 60"
    },
    {
      title: "대덕산성",
      
      
      latlng: {lat: 35.82105755,lng: 128.5728351},
      
      address: "대구광역시 남구 대명동 산 224"
    },
    {
      title: "앞산케이블카",
      
      
      latlng: {lat: 35.8243624,lng: 128.5871352},
      
      address: "대구광역시 남구 봉덕동 산 152-1"
    },
    {
      title: "대구수목원",
      
      
      latlng: {lat: 35.80069896,lng: 128.5200044},
      
      address: "대구광역시 달서구 대곡동 284"
    },
    {
      title: "이월드",
      
      
      latlng: {lat: 35.85485542,lng: 128.564821},
      
      address: "대구광역시 달서구 두류동 산 302-11"
    },
    {
      title: "팔거산성",
      
      
      latlng: {lat: 35.9249711,lng: 128.570204},
      
      address: "대구광역시 북구 노곡동 산 1-3"
    },
    {
      title: "하중도유채꽃단지",
      
      
      latlng: {lat: 35.90233299,lng: 128.5628712},
      
      address: "대구광역시 북구 노곡동 743"
    },
    {
      title: "나비생태관",
      
      
      latlng: {lat: 35.84229569,lng: 128.6792019},
      
      address: "대구광역시 수성구 연호동 190-6"
    },
    {
      title: "수성랜드",
      
      
      latlng: {lat: 35.82858988,lng: 128.6133687},
      
      address: "대구광역시 수성구 상동 463-2"
    },
    {
      title: "수성유원지",
      
      
      latlng: {lat: 35.82937536,lng: 128.6205782},
      
      address: "대구광역시 수성구 두산동 499-4"
    },
    {
      title: "황금식물원",
      
      
      latlng: {lat: 35.82905292,lng: 128.6153719},
      
      address: "대구광역시 수성구 상동 430-3"
    },
    {
      title: "남평문화씨제당",
      
      
      latlng: {lat: 35.7926074,lng: 128.5182447},
      
      address: "대구광역시 달성군 화원읍 본리리 399-1"
    },
    {
      title: "네이처파크",
      
      
      latlng: {lat: 35.78801242,lng: 128.6361183},
      
      address: "대구광역시 달성군 가창면 냉천리 27-9"
    },
    {
      title: "달성하빈들소리전수관",
      
      
      latlng: {lat: 35.93394317,lng: 128.4667053},
      
      address: "대구광역시 달성군 하빈면 대평리 217-3"
    },
    {
      title: "마천산산림욕장",
      
      
      latlng: {lat: 35.8880786,lng: 128.4602102},
      
      address: "대구광역시 달성군 다사읍 이천리 산 25-2"
    },
    {
      title: "비슬산자연휴양림",
      
      
      latlng: {lat: 35.69613722,lng: 128.5310503},
      
      address: "대구광역시 달성군 유가읍 용리 산 1"
    },
    {
      title: "화원유원지",
      
      
      latlng: {lat: 35.81133773,lng: 128.4796212},
      
      address: "대구광역시 달성군 화원읍 성산리 산 49-2"
    },
    {
      title: "화원자연휴양림",
      
      
      latlng: {lat: 35.77179173,lng: 128.5367385},
      
      address: "대구광역시 달성군 화원읍 본리리 산 129"
    },
]

export default complex_data

